{
  "translation": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "objectives": "Objectives",
    "clients": "Clients",
    "contact": "Contact",
    
    "heroTitle": "Your Trusted Partner of Fashion Choice",
    "heroSubtitle": "We are redefining the fashion industry; with innovation in design, processes and sustainability. Be a part of the future and a part of the change with Trend Setterzs as we are  determined to make an impact on the way fashion garment is perceived.",
    "learnMore": "Learn More",
    "contactUs": "Contact Us",
    "yearsExperience": "Years Experience",
    "globalPartners": "Global Partners",
    "productsDelivered": "Products Delivered",
    
    "aboutBadge": "About Us",
    "aboutTitle": "Your Trusted Partner of Fashion Choice",
    "aboutQuote": "Trend Setterzs is an established global supply chain manager and a sustainable manufacturing with razor-sharp focus on products and prices.",
    "aboutDescription": "Our garments combine the best of fashion design and innovation. With the latest technology, our design team brings forth products that stand out and speak to you.",
    "globalPresenceDesc": "Extensive network across Asia and key manufacturing regions",
    "expertTeam": "Expert Team",
    "expertTeamDesc": "On-site inspection agents and international trade specialists",
    "qualityAssurance": "Quality Assurance",
    "qualityAssuranceDesc": "High production standards through rigorous quality control",
    "sustainability": "Sustainability",
    "sustainabilityDesc": "Committed to eco-friendly and ethical sourcing practices",
    "successfulProjects": "Successful Projects",
    "successfulProjectsDesc": "Delivered with excellence",
    "manufacturingPartners": "Manufacturing Partners",
    "manufacturingPartnersDesc": "Trusted relationships worldwide",
    "provenTrackRecord": "Proven track record in global sourcing",
    
    "servicesBadge": "Our Services",
    "servicesTitle": "THE FOUNDATION OF ANY COLLECTION",
    "servicesDescription": "The company's services are engaged in offering research and development in Denim & Non-Denim fashion and basic products enabling clients to get access to quality product with competitive prices.",
    "researchDevelopment": "Research & Development",
    "researchDevelopmentSubtitle": "RESEARCH & DEVELOPMENT",
    "researchDevelopmentDesc": "In Trend Setterzs, we believe that Research & Development is the foundation of any collection. Our R&D teams in different locations source and develop the latest fabrics, finishes and washes ahead of the market. The team works closely with our extensive network of mills in order to provide customers with quality products in their desired price.",
    "researchDevelopmentTech": "Our Technical Support Teams ensure that samples are created and developed safely according to customers' product required specification.",
    "design": "Design",
    "designSubtitle": "DESIGN STUDIO",
    "designDesc": "Our team of designers travel around the world to look for design inspirations and novel ideas that breathe new designs to our customers specification. We add value to our customers' inhouse design teams and enhance their product while keeping true to their brand identity.",
    "production": "Production",
    "productionSubtitle": "SOURCING & PRODUCTION CONTROL",
    "productionSourcing": "Our presence in Asia enables us to manage our manufacturing operations effectively.",
    "productionControl": "We have experienced technical experts on-site who monitor and control the quality at our factories.",
    "productionQuality": "With our experienced and skilled on-site Quality Control teams, we can provide our partners with the transparency and controls needed to measure the quality of each order.",
    "operationsSupport": "Operations Support",
    "operationsSupportSubtitle": "OPERATIONS EXCELLENCE",
    "operationsSupportDesc": "In Trend Setterzs, these teams collaborate with their counterparts to ensure that operations are carried out smoothly and with efficiency across the supply chain.",
    
    "whyChooseUs": "Why Choose Us",
    "keyFactorsTitle": "These key factors enable us to work with fashion companies around the world:",
    "dynamicBusinessModels": "Dynamic Business Models",
    "dynamicBusinessModelsDesc": "Positioned to operate on short lead times, low margins and flexible volume.",
    "competitivePricing": "Competitive Pricing",
    "competitivePricingDesc": "Highly competitive product prices and service fees.",
    "globalSourcingPresence": "Global Sourcing Presence",
    "globalSourcingPresenceDesc": "Existing sourcing and production presence in key low-cost and duty-free countries of the world.",
    
    "ethics": "Ethics",
    "objectivesTitle": "OBJECTIVES AND PRACTICES",
    "objectivesDescription": "We deliver our best efforts that all business objectives and practices are aligned to create a positive impact for your world-wide supply chain, the surrounding environment and for you.",
    "positiveImpact": "POSITIVE IMPACT",
    "positiveImpactDesc": "We see ourselves as the extended arm, ear and eye of our customer.",
    "reuseRecycleReborn": "REUSE, RECYCLE, REBORN",
    "reuseRecycleRebornDesc": "Trendsetterzs is passionate about using technology to create sustainable fabrics.",
    "sustainabilityObjective": "SUSTAINABILITY",
    "sustainabilityObjectiveDesc": "Trendsetterzs is committed to ethical, compliant and sustainable sourcing in every aspect of our operations and supply chain management.",
    
    "qualityStandards": "Quality Standards",
    "manufacturingTitle": "OUR MANUFACTURING PARTNERS ARE COMPLIANT WITH INTERNATIONAL STANDARDS AND CODE OF CONDUCT:",
    
    "ourClients": "Our Clients",
    "clientsTitle": "Trusted by Global Brands",
    "clientsDescription": "We're proud to partner with leading fashion and retail brands worldwide, delivering excellence in every project.",
    
    "contactBadge": "Contact Us",
    "contactTitle": "For Any Inquiry",
    "contactDescription": "Ready to start your next project? Get in touch with our team and let's create something amazing together.",
    "getInTouch": "Get in Touch",
    "getInTouchDesc": "We'd love to hear from you. Send us a message and we'll respond as soon as possible.",
    "emailUs": "Email Us",
    "callUs": "Call Us",
    "visitUs": "Visit Us",
    "sendMessage": "Send us a Message",
    "name": "Name",
    "email": "Email",
    "company": "Company",
    "message": "Message",
    "sendMessageButton": "Send Message",
    "yourFullName": "Your full name",
    "yourEmail": "your.email@example.com",
    "yourCompany": "Your company name",
    "tellUsAboutProject": "Tell us about your project...",

    "profileTitle": "Trend Setterzs",
    "profileIntro": "Trend Setterzs is a dedicated manufacturer and exporter of high quality woven garments Established to serve key international markets such as the USA and the European Union we operate from Karachi Pakistan  a major industrial and port city that offers strategic advantages in production and logistics With a strong emphasis on craftsmanship consistency and professionalism we strive to deliver apparel products that meet international standards in both quality and design.",
  "profileDetail1": "We focus on craftsmanship, ethical business, and produce jeans, joggers, jackets, and more for all genders and age groups.",
  "mission": "To become a leading manufacturer and exporter of textile products, guided by our core values of quality, reliability, and ethical business practices. ",
  "missionText": "Deliver quality garments with reliability and professionalism.",
  "vision": " To Conceive: Grow in partnership with our clients by understanding and fulfilling their diverse needs.  To Create: Maintain quality as the essence of every product — delivering value beyond style.  To Achieve: Build long-term client relationships through trust, transparency, and consistent performance.",
  "visionText": "Build long-term client relationships through transparency and value.",
  "showMore": "Show More",
  "showLess": "Show Less",
    
    "sustainableSourcing": "Sustainable Sourcing",
    "footerDescription": "A global leader in apparel sourcing and supply chain management, committed to sustainable fashion and ethical manufacturing practices.",
    "quickLinks": "Quick Links",
    "contactInfo": "Contact Info",
    "address": "Address",
    "backToTop": "Back to Top",
    "allRightsReserved": "All rights reserved.",
    
    "fullAddress": "Office # B-1 Second Floor, Suleman Loudge Building Gulshan-E-Iqbal 13-B Karachi, Pakistan"
  }
}