{
  "translation": {
    "home": "Inicio",
    "about": "Acerca de",
    "services": "Servicios",
    "objectives": "Objetivos",
    "clients": "Clientes",
    "contact": "Contacto",
    
    "heroTitle": "Su socio de confianza para la elección de moda",
    "heroSubtitle": "Un líder global en abastecimiento textil y gestión de cadena de suministro, comprometido con la moda sostenible y prácticas de fabricación éticas.",
    "learnMore": "Saber Más",
    "contactUs": "Contáctanos",
    "yearsExperience": "Años de Experiencia",
    "globalPartners": "Socios Globales",
    "productsDelivered": "Productos Entregados",
    
    "aboutBadge": "Acerca de Nosotros",
    "aboutTitle": "Su socio de confianza para la elección de moda",
    "aboutQuote": "Trend Setterzs es un gestor establecido de cadena de suministro global y un grupo de fabricación virtual sostenible con enfoque preciso en productos y precios.",
    "aboutDescription": "Proporcionamos abastecimiento sostenible para la industria de la moda y hospitalidad. Nuestras sólidas relaciones con fabricantes y proveedores de calidad en todo el mundo aseguran que mantengamos altos estándares de producción a través de nuestro equipo de agentes de inspección en sitio y especialistas en comercio internacional.",
    "globalPresence": "Presencia Global",
    "globalPresenceDesc": "Red extensa a través de Asia y regiones manufactureras clave",
    "expertTeam": "Equipo de Expertos",
    "expertTeamDesc": "Agentes de inspección en sitio y especialistas en comercio internacional",
    "qualityAssurance": "Garantía de Calidad",
    "qualityAssuranceDesc": "Altos estándares de producción a través de control de calidad riguroso",
    "sustainability": "Sostenibilidad",
    "sustainabilityDesc": "Comprometidos con prácticas de abastecimiento eco-amigables y éticas",
    "successfulProjects": "Proyectos Exitosos",
    "successfulProjectsDesc": "Entregados con excelencia",
    "manufacturingPartners": "Socios de Fabricación",
    "manufacturingPartnersDesc": "Relaciones de confianza en todo el mundo",
    "provenTrackRecord": "Historial comprobado en abastecimiento global",
    
    "servicesBadge": "Nuestros Servicios",
    "servicesTitle": "LA FUNDACIÓN DE CUALQUIER COLECCIÓN",
    "servicesDescription": "Los servicios de la empresa se dedican a ofrecer abastecimiento en ropa, textiles para el hogar, accesorios de moda, calzado, accesorios decorativos y otros bienes, permitiendo a los clientes acceder a servicios de gestión de cadena de suministro de calidad.",
    "researchDevelopment": "Investigación y Desarrollo",
    "researchDevelopmentSubtitle": "INVESTIGACIÓN Y DESARROLLO",
    "researchDevelopmentDesc": "En Trend Setterzs, creemos que la Investigación y Desarrollo son la fundación de cualquier colección. Nuestros equipos de I+D en diferentes ubicaciones se abastecen y desarrollan las últimas telas, acabados y lavados antes del mercado.",
    "researchDevelopmentTech": "Nuestros equipos de soporte técnico aseguran que las muestras sean creadas y desarrolladas de manera segura según las especificaciones requeridas del producto del cliente.",
    "design": "Diseño",
    "designSubtitle": "ESTUDIO DE DISEÑO",
    "designDesc": "Nuestro equipo de diseñadores viaja por el mundo para buscar inspiraciones de diseño e ideas novedosas que dan vida a nuevos diseños según las especificaciones de nuestros clientes.",
    "production": "Producción",
    "productionSubtitle": "ABASTECIMIENTO Y CONTROL DE PRODUCCIÓN",
    "productionSourcing": "Nuestra presencia en Asia nos permite gestionar nuestras operaciones de fabricación de manera efectiva.",
    "productionControl": "Tenemos expertos técnicos experimentados en sitio que monitorean y controlan la calidad en nuestras fábricas.",
    "productionQuality": "Con nuestros equipos de control de calidad experimentados y calificados en sitio, podemos proporcionar a nuestros socios la transparencia y controles necesarios para medir la calidad de cada pedido.",
    "operationsSupport": "Soporte de Operaciones",
    "operationsSupportSubtitle": "EXCELENCIA OPERACIONAL",
    "operationsSupportDesc": "En Trend Setterzs, estos equipos colaboran con sus contrapartes para asegurar que las operaciones se lleven a cabo de manera fluida y eficiente a través de la cadena de suministro.",
    
    "whyChooseUs": "Por Qué Elegirnos",
    "keyFactorsTitle": "Estos factores clave nos permiten trabajar con empresas de moda alrededor del mundo:",
    "dynamicBusinessModels": "Modelos de Negocio Dinámicos",
    "dynamicBusinessModelsDesc": "Posicionados para operar con tiempos de entrega cortos, márgenes bajos y volumen flexible.",
    "competitivePricing": "Precios Competitivos",
    "competitivePricingDesc": "Precios de productos y tarifas de servicio altamente competitivos.",
    "globalSourcingPresence": "Presencia de Abastecimiento Global",
    "globalSourcingPresenceDesc": "Presencia de abastecimiento y producción existente en países clave de bajo costo y libres de aranceles del mundo.",
    
    "ethics": "Ética",
    "objectivesTitle": "OBJETIVOS Y PRÁCTICAS",
    "objectivesDescription": "Entregamos nuestros mejores esfuerzos para que todos los objetivos y prácticas comerciales estén alineados para crear un impacto positivo para su cadena de suministro mundial, el entorno circundante y para usted.",
    "positiveImpact": "IMPACTO POSITIVO",
    "positiveImpactDesc": "Nos vemos como el brazo extendido, oído y ojo de nuestro cliente.",
    "reuseRecycleReborn": "REUTILIZAR, RECICLAR, RENACER",
    "reuseRecycleRebornDesc": "Trendsetterzs es apasionado por usar tecnología para crear telas sostenibles.",
    "sustainabilityObjective": "SOSTENIBILIDAD",
    "sustainabilityObjectiveDesc": "Trendsetterzs está comprometido con el abastecimiento ético, conforme y sostenible en cada aspecto de nuestras operaciones y gestión de cadena de suministro.",
    
    "qualityStandards": "Estándares de Calidad",
    "manufacturingTitle": "NUESTROS SOCIOS DE FABRICACIÓN CUMPLEN CON ESTÁNDARES INTERNACIONALES Y CÓDIGO DE CONDUCTA:",
    
    "ourClients": "Nuestros Clientes",
    "clientsTitle": "Confiado por Marcas Globales",
    "clientsDescription": "Estamos orgullosos de asociarnos con las principales marcas de moda y retail en todo el mundo, entregando excelencia en cada proyecto.",
    
    "contactBadge": "Contáctanos",
    "contactTitle": "Para Cualquier Consulta",
    "contactDescription": "¿Listo para comenzar su próximo proyecto? Póngase en contacto con nuestro equipo y creemos algo increíble juntos.",
    "getInTouch": "Ponerse en Contacto",
    "getInTouchDesc": "Nos encantaría saber de usted. Envíenos un mensaje y responderemos lo antes posible.",
    "emailUs": "Envíenos un Email",
    "callUs": "Llámenos",
    "visitUs": "Visítenos",
    "sendMessage": "Envíenos un Mensaje",
    "name": "Nombre",
    "email": "Email",
    "company": "Empresa",
    "message": "Mensaje",
    "sendMessageButton": "Enviar Mensaje",
    "yourFullName": "Su nombre completo",
    "yourEmail": "su.email@ejemplo.com",
    "yourCompany": "El nombre de su empresa",
    "tellUsAboutProject": "Cuéntenos sobre su proyecto...",
    
    "profileTitle": "Trend Setterzs",
  "profileIntro": "Trend Setterzs es un fabricante y exportador dedicado de prendas tejidas de alta calidad con sede en Karachi, Pakistán, que presta servicios a los mercados de EE. UU. y la UE.",
  "profileDetail1": "Nos enfocamos en la artesanía y prácticas comerciales éticas, produciendo jeans, pantalones jogger, chaquetas y más para todos los géneros y edades.",
  "mission": "Misión",
  "missionText": "Entregar prendas de calidad con confiabilidad y profesionalismo.",
  "vision": "Visión",
  "visionText": "Construir relaciones duraderas con los clientes mediante la transparencia y el valor.",
  "showMore": "Mostrar más",
  "showLess": "Mostrar menos",
    
    "sustainableSourcing": "Abastecimiento Sostenible",
    "footerDescription": "Un líder global en abastecimiento textil y gestión de cadena de suministro, comprometido con la moda sostenible y prácticas de fabricación éticas.",
    "quickLinks": "Enlaces Rápidos",
    "contactInfo": "Información de Contacto",
    "address": "Dirección",
    "backToTop": "Volver Arriba",
    "allRightsReserved": "Todos los derechos reservados.",
    
    "fullAddress": "Oficina # B-1 Segundo Piso, Edificio Suleman Loudge Gulshan-E-Iqbal 13-B Karachi, Pakistán"
  }
}