{
  "translation": {
    "home": "Accueil",
    "about": "À propos",
    "services": "Services",
    "objectives": "Objectifs",
    "clients": "Clients",
    "contact": "Contact",
    
    "heroTitle": "Votre partenaire de confiance pour le choix de la mode",
    "heroSubtitle": "Nous redéfinissons l’industrie de la mode grâce à l’innovation dans le design, les processus et la durabilité. Faites partie du futur et du changement avec Trend Setterzs, car nous sommes déterminés à influencer la manière dont la mode est perçue.",
    "learnMore": "En Savoir Plus",
    "contactUs": "Nous Contacter",
    "yearsExperience": "Années d'Expérience",
    "globalPartners": "Partenaires Mondiaux",
    "productsDelivered": "Produits Livrés",
    
    "aboutBadge": "À Propos de Nous",
    "aboutTitle": "Votre partenaire de confiance pour le choix de la mode",
    "aboutQuote": "Trend Setterzs est un gestionnaire mondial de chaîne d’approvisionnement reconnu et un fabricant durable, avec un accent affûté sur les produits et les prix.",
    "aboutDescription": "Nos vêtements allient le meilleur du design de mode et de l’innovation. Grâce aux dernières technologies, notre équipe de design crée des produits qui se démarquent et vous parlent.",
    "globalPresence": "Présence Mondiale",
    "globalPresenceDesc": "Réseau étendu à travers l'Asie et les principales régions manufacturières",
    "expertTeam": "Équipe d'Experts",
    "expertTeamDesc": "Agents d'inspection sur site et spécialistes du commerce international",
    "qualityAssurance": "Assurance Qualité",
    "qualityAssuranceDesc": "Normes de production élevées grâce à un contrôle qualité rigoureux",
    "sustainability": "Durabilité",
    "sustainabilityDesc": "Engagé dans des pratiques d'approvisionnement écologiques et éthiques",
    "successfulProjects": "Projets Réussis",
    "successfulProjectsDesc": "Livrés avec excellence",
    "manufacturingPartners": "Partenaires de Fabrication",
    "manufacturingPartnersDesc": "Relations de confiance dans le monde entier",
    "provenTrackRecord": "Historique prouvé dans l'approvisionnement mondial",
    
    "servicesBadge": "Nos Services",
    "servicesTitle": "LA FONDATION DE TOUTE COLLECTION",
    "servicesDescription": "Les services de l’entreprise se consacrent à la recherche et au développement dans la mode Denim et Non-Denim ainsi que dans les produits basiques, permettant aux clients d’accéder à des produits de qualité à des prix compétitifs.",
    "researchDevelopment": "Recherche et Développement",
    "researchDevelopmentSubtitle": "RECHERCHE ET DÉVELOPPEMENT",
    "researchDevelopmentDesc": "Chez Trend Setterzs, nous croyons que la Recherche et le Développement sont la fondation de toute collection. Nos équipes R&D dans différents endroits s'approvisionnent et développent les derniers tissus, finitions et lavages avant le marché.",
    "researchDevelopmentTech": "Nos équipes de support technique s'assurent que les échantillons sont créés et développés en toute sécurité selon les spécifications requises du produit client.",
    "design": "Design",
    "designSubtitle": "STUDIO DE DESIGN",
    "designDesc": "Notre équipe de designers voyage autour du monde pour chercher des inspirations de design et des idées nouvelles qui donnent vie à de nouveaux designs selon les spécifications de nos clients.",
    "production": "Production",
    "productionSubtitle": "APPROVISIONNEMENT ET CONTRÔLE DE PRODUCTION",
    "productionSourcing": "Notre présence en Asie nous permet de gérer efficacement nos opérations de fabrication.",
    "productionControl": "Nous avons des experts techniques expérimentés sur site qui surveillent et contrôlent la qualité dans nos usines.",
    "productionQuality": "Avec nos équipes de contrôle qualité expérimentées et qualifiées sur site, nous pouvons fournir à nos partenaires la transparence et les contrôles nécessaires pour mesurer la qualité de chaque commande.",
    "operationsSupport": "Support Opérationnel",
    "operationsSupportSubtitle": "EXCELLENCE OPÉRATIONNELLE",
    "operationsSupportDesc": "Chez Trend Setterzs, ces équipes collaborent avec leurs homologues pour s'assurer que les opérations sont menées de manière fluide et efficace à travers la chaîne d'approvisionnement.",
    
    "whyChooseUs": "Pourquoi Nous Choisir",
    "keyFactorsTitle": "Ces facteurs clés nous permettent de travailler avec des entreprises de mode du monde entier:",
    "dynamicBusinessModels": "Modèles d'Affaires Dynamiques",
    "dynamicBusinessModelsDesc": "Positionnés pour opérer avec des délais courts, des marges faibles et un volume flexible.",
    "competitivePricing": "Prix Compétitifs",
    "competitivePricingDesc": "Prix de produits et frais de service hautement compétitifs.",
    "globalSourcingPresence": "Présence d'Approvisionnement Mondiale",
    "globalSourcingPresenceDesc": "Présence d'approvisionnement et de production existante dans les pays clés à faible coût et hors taxes du monde.",
    
    "ethics": "Éthique",
    "objectivesTitle": "OBJECTIFS ET PRATIQUES",
    "objectivesDescription": "Nous livrons nos meilleurs efforts pour que tous les objectifs et pratiques commerciales soient alignés pour créer un impact positif pour votre chaîne d'approvisionnement mondiale, l'environnement environnant et pour vous.",
    "positiveImpact": "IMPACT POSITIF",
    "positiveImpactDesc": "Nous nous voyons comme le bras étendu, l'oreille et l'œil de notre client.",
    "reuseRecycleReborn": "RÉUTILISER, RECYCLER, RENAÎTRE",
    "reuseRecycleRebornDesc": "Trendsetterzs est passionné par l'utilisation de la technologie pour créer des tissus durables.",
    "sustainabilityObjective": "DURABILITÉ",
    "sustainabilityObjectiveDesc": "Trendsetterzs s'engage à un approvisionnement éthique, conforme et durable dans tous les aspects de nos opérations et de la gestion de la chaîne d'approvisionnement.",
    
    "qualityStandards": "Normes de Qualité",
    "manufacturingTitle": "NOS PARTENAIRES DE FABRICATION SONT CONFORMES AUX NORMES INTERNATIONALES ET AU CODE DE CONDUITE:",
    
    "ourClients": "Nos Clients",
    "clientsTitle": "Approuvés par les Marques Mondiales",
    "clientsDescription": "Nous sommes fiers de nous associer avec les principales marques de mode et de vente au détail dans le monde entier, livrant l'excellence dans chaque projet.",
    
    "contactBadge": "Nous Contacter",
    "contactTitle": "Pour Toute Demande",
    "contactDescription": "Prêt à commencer votre prochain projet? Contactez notre équipe et créons quelque chose d'incroyable ensemble.",
    "getInTouch": "Entrer en Contact",
    "getInTouchDesc": "Nous aimerions avoir de vos nouvelles. Envoyez-nous un message et nous répondrons dès que possible.",
    "emailUs": "Nous Envoyer un Email",
    "callUs": "Nous Appeler",
    "visitUs": "Nous Rendre Visite",
    "sendMessage": "Nous Envoyer un Message",
    "name": "Nom",
    "email": "Email",
    "company": "Entreprise",
    "message": "Message",
    "sendMessageButton": "Envoyer le Message",
    "yourFullName": "Votre nom complet",
    "yourEmail": "votre.email@exemple.com",
    "yourCompany": "Le nom de votre entreprise",
    "tellUsAboutProject": "Parlez-nous de votre projet...",

     "profileTitle": "Trend Setterzs",
  "profileIntro": "Trend Setterzs est un fabricant et exportateur dédié de vêtements tissés de haute qualité basé à Karachi, au Pakistan, desservant les marchés américains et européens.",
  "profileDetail1": "Nous nous concentrons sur l'artisanat et l'éthique professionnelle, en produisant des jeans, joggers, vestes, et plus pour tous les genres et âges.",
  "mission": "Mission",
  "missionText": "Fournir des vêtements de qualité avec fiabilité et professionnalisme.",
  "vision": "Vision",
  "visionText": "Construire des relations clients durables grâce à la transparence et à la valeur.",
  "showMore": "Voir plus",
  "showLess": "Voir moins",
    
    "sustainableSourcing": "Approvisionnement Durable",
    "footerDescription": "Un leader mondial dans l'approvisionnement textile et la gestion de la chaîne d'approvisionnement, engagé dans la mode durable et les pratiques de fabrication éthiques.",
    "quickLinks": "Liens Rapides",
    "contactInfo": "Informations de Contact",
    "address": "Adresse",
    "backToTop": "Retour en Haut",
    "allRightsReserved": "Tous droits réservés.",
    
    "fullAddress": "Bureau # B-1 Deuxième Étage, Bâtiment Suleman Loudge Gulshan-E-Iqbal 13-B Karachi, Pakistan"
  }
}