{
  "translation": {
    "home": "Home",
    "about": "Chi siamo",
    "services": "Servizi",
    "objectives": "Obiettivi",
    "clients": "Clienti",
    "contact": "Contatti",
    
    "heroTitle": "Il tuo partner di fiducia per la scelta della moda",
    "heroSubtitle": "Stiamo ridefinendo l’industria della moda con innovazione nel design, nei processi e nella sostenibilità. Fai parte del futuro e del cambiamento con Trend Setterzs, poiché siamo determinati a influenzare il modo in cui la moda viene percepita.",
    "learnMore": "Scopri di Più",
    "contactUs": "Contattaci",
    "yearsExperience": "Anni di Esperienza",
    "globalPartners": "Partner Globali",
    "productsDelivered": "Prodotti Consegnati",
    
    "aboutBadge": "Chi Siamo",
    "aboutTitle": "Il tuo partner di fiducia per la scelta della moda",
    "aboutQuote": "Trend Setterzs è un affermato gestore globale della catena di fornitura e un produttore sostenibile con un’attenzione mirata ai prodotti e ai prezzi.",
    "aboutDescription": "I nostri capi uniscono il meglio del design di moda e dell’innovazione. Con le tecnologie più recenti, il nostro team di design realizza prodotti che si distinguono e parlano a te.",
    "globalPresence": "Presenza Globale",
    "globalPresenceDesc": "Rete estesa in Asia e nelle principali regioni manifatturiere",
    "expertTeam": "Team di Esperti",
    "expertTeamDesc": "Agenti di ispezione in loco e specialisti del commercio internazionale",
    "qualityAssurance": "Garanzia di Qualità",
    "qualityAssuranceDesc": "Standard di produzione elevati attraverso un rigoroso controllo qualità",
    "sustainability": "Sostenibilità",
    "sustainabilityDesc": "Impegnati in pratiche di approvvigionamento eco-compatibili ed etiche",
    "successfulProjects": "Progetti di Successo",
    "successfulProjectsDesc": "Consegnati con eccellenza",
    "manufacturingPartners": "Partner di Produzione",
    "manufacturingPartnersDesc": "Relazioni di fiducia in tutto il mondo",
    "provenTrackRecord": "Comprovata esperienza nell'approvvigionamento globale",
    
    "servicesBadge": "I Nostri Servizi",
    "servicesTitle": "LA FONDAZIONE DI OGNI COLLEZIONE",
    "servicesDescription": "I servizi dell’azienda si concentrano sulla ricerca e sviluppo nella moda Denim e Non-Denim e nei prodotti basici, consentendo ai clienti di accedere a prodotti di qualità a prezzi competitivi.",
    "researchDevelopment": "Ricerca e Sviluppo",
    "researchDevelopmentSubtitle": "RICERCA E SVILUPPO",
    "researchDevelopmentDesc": "In Trend Setterzs, crediamo che Ricerca e Sviluppo siano la fondazione di ogni collezione. I nostri team R&S in diverse località si approvvigionano e sviluppano i tessuti, le finiture e i lavaggi più recenti prima del mercato.",
    "researchDevelopmentTech": "I nostri team di supporto tecnico assicurano che i campioni siano creati e sviluppati in sicurezza secondo le specifiche richieste del prodotto del cliente.",
    "design": "Design",
    "designSubtitle": "STUDIO DI DESIGN",
    "designDesc": "Il nostro team di designer viaggia in tutto il mondo per cercare ispirazioni di design e idee innovative che danno vita a nuovi design secondo le specifiche dei nostri clienti.",
    "production": "Produzione",
    "productionSubtitle": "APPROVVIGIONAMENTO E CONTROLLO PRODUZIONE",
    "productionSourcing": "La nostra presenza in Asia ci consente di gestire efficacemente le nostre operazioni di produzione.",
    "productionControl": "Abbiamo esperti tecnici esperti in loco che monitorano e controllano la qualità nelle nostre fabbriche.",
    "productionQuality": "Con i nostri team di controllo qualità esperti e qualificati in loco, possiamo fornire ai nostri partner la trasparenza e i controlli necessari per misurare la qualità di ogni ordine.",
    "operationsSupport": "Supporto Operativo",
    "operationsSupportSubtitle": "ECCELLENZA OPERATIVA",
    "operationsSupportDesc": "In Trend Setterzs, questi team collaborano con le loro controparti per assicurare che le operazioni siano condotte in modo fluido ed efficiente attraverso la catena di fornitura.",
    
    "whyChooseUs": "Perché Sceglierci",
    "keyFactorsTitle": "Questi fattori chiave ci permettono di lavorare con aziende di moda in tutto il mondo:",
    "dynamicBusinessModels": "Modelli di Business Dinamici",
    "dynamicBusinessModelsDesc": "Posizionati per operare con tempi di consegna brevi, margini bassi e volume flessibile.",
    "competitivePricing": "Prezzi Competitivi",
    "competitivePricingDesc": "Prezzi di prodotti e tariffe di servizio altamente competitivi.",
    "globalSourcingPresence": "Presenza di Approvvigionamento Globale",
    "globalSourcingPresenceDesc": "Presenza di approvvigionamento e produzione esistente nei paesi chiave a basso costo e duty-free del mondo.",
    
    "ethics": "Etica",
    "objectivesTitle": "OBIETTIVI E PRATICHE",
    "objectivesDescription": "Consegniamo i nostri migliori sforzi affinché tutti gli obiettivi e le pratiche aziendali siano allineati per creare un impatto positivo per la vostra catena di fornitura mondiale, l'ambiente circostante e per voi.",
    "positiveImpact": "IMPATTO POSITIVO",
    "positiveImpactDesc": "Ci vediamo come il braccio esteso, l'orecchio e l'occhio del nostro cliente.",
    "reuseRecycleReborn": "RIUTILIZZARE, RICICLARE, RINASCERE",
    "reuseRecycleRebornDesc": "Trendsetterzs è appassionato nell'usare la tecnologia per creare tessuti sostenibili.",
    "sustainabilityObjective": "SOSTENIBILITÀ",
    "sustainabilityObjectiveDesc": "Trendsetterzs è impegnato nell'approvvigionamento etico, conforme e sostenibile in ogni aspetto delle nostre operazioni e gestione della catena di fornitura.",
    
    "qualityStandards": "Standard di Qualità",
    "manufacturingTitle": "I NOSTRI PARTNER DI PRODUZIONE SONO CONFORMI AGLI STANDARD INTERNAZIONALI E AL CODICE DI CONDOTTA:",
    
    "ourClients": "I Nostri Clienti",
    "clientsTitle": "Fidati dai Marchi Globali",
    "clientsDescription": "Siamo orgogliosi di collaborare con i principali marchi di moda e retail in tutto il mondo, consegnando eccellenza in ogni progetto.",
    
    "contactBadge": "Contattaci",
    "contactTitle": "Per Qualsiasi Richiesta",
    "contactDescription": "Pronti a iniziare il vostro prossimo progetto? Mettetevi in contatto con il nostro team e creiamo qualcosa di straordinario insieme.",
    "getInTouch": "Mettersi in Contatto",
    "getInTouchDesc": "Ci piacerebbe sentire da voi. Inviateci un messaggio e risponderemo il prima possibile.",
    "emailUs": "Inviateci una Email",
    "callUs": "Chiamateci",
    "visitUs": "Visitateci",
    "sendMessage": "Inviateci un Messaggio",
    "name": "Nome",
    "email": "Email",
    "company": "Azienda",
    "message": "Messaggio",
    "sendMessageButton": "Invia Messaggio",
    "yourFullName": "Il vostro nome completo",
    "yourEmail": "la.vostra.email@esempio.com",
    "yourCompany": "Il nome della vostra azienda",
    "tellUsAboutProject": "Parlateci del vostro progetto...",

     "profileTitle": "Trend Setterzs",
  "profileIntro": "Trend Setterzs è un produttore ed esportatore dedicato di abbigliamento intrecciato di alta qualità con sede a Karachi, Pakistan, che serve i mercati di USA ed Europa.",
  "profileDetail1": "Ci concentriamo sull’artigianalità e sull’etica, producendo jeans, jogger, giacche e altro per tutti i generi e le età.",
  "mission": "Missione",
  "missionText": "Fornire abbigliamento di qualità con affidabilità e professionalità.",
  "vision": "Visione",
  "visionText": "Costruire relazioni a lungo termine con i clienti attraverso trasparenza e valore.",
  "showMore": "Mostra di più",
  "showLess": "Mostra meno",
    
    "sustainableSourcing": "Approvvigionamento Sostenibile",
    "footerDescription": "Un leader globale nell'approvvigionamento tessile e nella gestione della catena di fornitura, impegnato nella moda sostenibile e nelle pratiche di produzione etiche.",
    "quickLinks": "Link Rapidi",
    "contactInfo": "Informazioni di Contatto",
    "address": "Indirizzo",
    "backToTop": "Torna in Alto",
    "allRightsReserved": "Tutti i diritti riservati.",
    
    "fullAddress": "Ufficio # B-1 Secondo Piano, Edificio Suleman Loudge Gulshan-E-Iqbal 13-B Karachi, Pakistan"
  }
}